{
    "intents": [
        {
            "tag": "menu_1",
            "patterns": [
                "Pago en línea"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_2",
            "patterns": [
                "Matricúlate en línea"
            ],
            "responses": [
                "Soy Estudiante (ID: 1)",
                "Soy Aspirante (ID: 2)"
            ],
            "context_set": ""
        },
        {
            "tag": "menu_3",
            "patterns": [
                "Pagos en línea"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_4",
            "patterns": [
                "Aspirantes"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_5",
            "patterns": [
                "Estudiantes"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_6",
            "patterns": [
                "Egresados"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_7",
            "patterns": [
                "Docentes"
            ],
            "responses": [
                "Plataforma virtual (ID: 3)"
            ],
            "context_set": ""
        },
        {
            "tag": "menu_8",
            "patterns": [
                "Colaboradores"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_9",
            "patterns": [
                "Nosotros"
            ],
            "responses": [
                "¿Quiénes somos? (ID: 4)",
                "Cesde, 50 años de orgullo (ID: 65)",
                "Calidad (ID: 5)",
                "Proveedores (ID: 6)",
                "Sostenibilidad (ID: 7)",
                "Trabaje con nosotros (ID: 8)",
                "Línea de Transparencia (ID: 9)",
                "Informe de Gestión 2022 (ID: 10)"
            ],
            "context_set": ""
        },
        {
            "tag": "menu_10",
            "patterns": [
                "Empresas"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_11",
            "patterns": [
                "Nuestros Programas"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_12",
            "patterns": [
                "eCesde"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_13",
            "patterns": [
                "Escuelas"
            ],
            "responses": [
                "Nuevas Tecnologías (ID: 11)",
                "Industrias Creativas (ID: 12)",
                "Gastronomía y Turismo (ID: 13)",
                "Desarrollo Empresarial (ID: 14)",
                "Salud y Cuidado (ID: 15)",
                "Agro (ID: 16)"
            ],
            "context_set": ""
        },
        {
            "tag": "menu_14",
            "patterns": [
                "Sedes"
            ],
            "responses": [
                "Medellín (ID: 17)",
                "Arte Culinario en Medellín (ID: 66)",
                "Al finalizar el programaTécnico Laboral en Arte Culinario, el egresado contará con las competencias necesarias para transformar la materia prima en preparaciones culinarias nacionales e internacionales, aplicando técnicas acordes con la normatividad vigente y las tendencias actuales en el sector de la restauración; promoviendo la capacidad propositiva y creativa; desarrollando habilidades de planificación y organización; permitiendo asegurar procesos de calidad con una dimensión desarrolladora e investigativa a través del trabajo en equipo y actividades experienciales. (ID: 64)",
                "Asesoría Comercial y de Servicios en Medellín (ID: 67)",
                "Al finalizar el programaTécnico Laboral como Asesor Comercial y de Servicios, el egresado contará con las competencias para desarrollar actividades propias del proceso de venta, asesorando y orientando a consumidores y clientes en la compra de bienes y servicios; demostrando actitud de servicio al cliente, responsabilidad y recursividad en su desempeño. (ID: 65)",
                "Asistente Administrativo en Medellín (ID: 68)",
                "Al finalizar el programaTécnico Laboral como Asistente Administrativo, el egresado contará con las competencias para realizar funciones de apoyo administrativo y acompañar cualquiera de las áreas funcionales de la misma, de acuerdo con los procedimientos establecidos en la organización; manteniendo el enfoque del emprendimiento empresarial y demostrando orden, así como responsabilidad en su desempeño. (ID: 66)",
                "Comercio Internacional en Medellín (ID: 69)",
                "Al finalizar el programaTécnico Laboral como Asistente en Comercio Internacional, el egresado contará con las competencias para asistir la recopilación, verificación, registro, preparación, trámite de documentos y formularios (solicitudes de licencias, permisos, declaración e inscripción), así como el control de los procesos de importaciones y exportaciones, de acuerdo con los procedimientos establecidos, demostrando idoneidad en su desempeño. (ID: 67)",
                "Asistencia en Contaduría en Medellín (ID: 70)",
                "Al finalizar el programaTécnico Laboral como Asistente en Contaduría, el egresado contará con las competencias para tramitar y procesar información contable, financiera, de costos, tributaria y laboral dentro del marco establecido por las Normas Internacionales de Información Financiera, para brindar información a la empresa que permita la toma de decisiones; demostrando criterio, orden, confiabilidad y responsabilidad en su actuación. (ID: 68)",
                "Logística de Centros de Distribución en Medellín (ID: 71)",
                "Al finalizar el programaTécnico Laboral como Asistente en Logística de Centros de Distribución, el egresado apoyará los procesos operacionales relacionados con el almacenamiento, transporte y distribución de materias primas, insumos, suministros y productos terminados en centros de distribución; en los tiempos, condiciones y lugares adecuados, demostrando orden, cumplimiento, responsabilidad y criterio en su desempeño. (ID: 69)",
                "Mercadeo en Medellín (ID: 72)",
                "Al finalizar el programaTécnico Laboral como Asistente en Mercadeo, el egresado estará en capacidad de apoyar operativamente la gestión de las variables de la mezcla del mercadeo en las organizaciones, demostrando responsabilidad, innovación y respeto al consumidor en el ejercicio de su desempeño. (ID: 70)",
                "Productividad en Medellín (ID: 73)",
                "Al finalizar el programaTécnico Laboral como Asistente en Productividad, el egresado estará en capacidad de apoyar técnicamente el desarrollo de métodos y sistemas de producción, distribución de planta y en la planeación, cálculo, medición y programación del trabajo en empresas industriales y de servicios, teniendo en cuenta la legislación vigente y demostrando eficiencia en su desempeño. (ID: 71)",
                "Recursos Humanos y Riesgo Laboral en Medellín (ID: 74)",
                "Al finalizar el programaTécnico Laboral como Auxiliar en Recursos Humanos y Riesgo Laboral, el egresado estará en capacidad de recopilar, actualizar y tramitar información de los procesos de gestión humana relacionados con la provisión y el desarrollo del talento; la contratación y las obligaciones laborales, la Seguridad y Salud en el Trabajo, así como la gestión de la información y los procesos administrativos del área, demostrando disciplina, orden y honestidad en el ejercicio de su desempeño. (ID: 72)",
                "Producción de Eventos y Espectáculos (ID: 75)",
                "Al finalizar el programaTécnico Laboral como Asistente en Producción de Eventos y Espectáculos, el egresado estará en capacidad de apoyar la planeación y coordinación de conferencias, convenciones, reuniones, seminarios, exhibiciones, muestras comerciales, festivales y otros eventos. Demostrando ingenio, creatividad y eficiencia en su desempeño. (ID: 73)",
                "Operación de Servicios Hoteleros en Medellín (ID: 76)",
                "Al finalizar el programaTécnico Laboral en Operación de Servicios Hoteleros, el egresado estará en capacidad de gestionar operativamente los procesos de alojamiento y hospedaje en empresas del sector turístico, que comprende la reservación, adecuación de habitaciones, recibimiento de huésped, recepción entrega y recibo de habitaciones; supervisión de pisos, supervisión de lencería y servicio a la habitación, de acuerdo con los requerimientos del cliente y las tendencias del sector, demostrando actitud, amabilidad y calidez en su desempeño. (ID: 74)",
                "Pastelería y Arte Dulce en Medellín (ID: 77)",
                "Al finalizar el programaTécnico Laboral en Pastelería y Arte Dulce, el egresado contará con las competencias necesarias para coordinar y apoyar los procesos de diseño, producción y venta del sector panadero, pastelero y repostero; como emprendedores, en restaurantes y otros establecimientos, aplicando técnicas y tendencias clásicas y vanguardistas en la preparación de panes, panes artesanales, pasteles, tortas, helados, productos de chocolatería, postres enteros y al plato, demostrando ingenio y calidad en su desempeño. (ID: 75)",
                "Servicios de Alimentos & Bebidas en Medellín (ID: 78)",
                "Al finalizar el programaTécnico Laboral en Servicios de Alimentos & Bebidas, el egresado contará con las competencias para apoyar los procesos administrativos y operativos propios de la industria de alimentos y bebidas: asesorar al cliente en la elección del menú y su maridaje, aplicando sus conocimientos y técnicas en la composición y elaboración de bebidas alcohólicas y no alcohólicas con el fin hacer mezclas y combinaciones equilibradas, así como identificar y clasificar los tipos de bebidas, buscando la armonía entre presentación, sabor y aroma del mismo. Demostrando criterio, agilidad y fineza en su desempeño. (ID: 76)",
                "Animación 3D/VFX en Medellín (ID: 79)",
                "Al finalizar el programaTécnico Laboral como Asistente de Animación 3D/VFX, el egresado contará con las competencias que le permitirán asistir creaciones artísticas y creativas en el área digital y en disciplinas productivas de la industria del entretenimiento. Estará en capacidad de asistir proyectos desde el concepto, el modelado 3D, la texturización, el rigging y el skinning; la animación, la iluminación, el render y los efectos visuales para la creación de contenidos de alto impacto visual para las industrias de la animación, los videojuegos, la publicidad, la arquitectura, el cine, la televisión y demás, demostrando responsabilidad e innovación en su desempeño. (ID: 77)",
                "Desarrollo de Software en Medellín (ID: 80)",
                "Al finalizar el programaTécnico Laboral como Asistente en Desarrollo de Software, el egresado contará con las capacidades para desarrollar aplicativos tipo web y para dispositivos, utilizando herramientas, metodologías y lenguajes de programación requeridos por el entorno productivo, demostrando respeto, orden y creatividad en su desempeño. (ID: 78)",
                "Desarrollo de Videojuegos en Medellín (ID: 81)",
                "Al finalizar el programaTécnico Laboral como Asistente en Desarrollo de Videojuegos, el egresado contará con las competencias necesarias para desempeñarse como artista y/o programador en el desarrollo de experiencias interactivas y videojuegos. Podrá asistir el desarrollo de proyectos disruptivos y de innovación digital para la industria del entretenimiento e industrias creativas, demostrando responsabilidad y creatividad en su desempeño. (ID: 79)",
                "Diseño de Modas en Medellín (ID: 82)",
                "Al finalizar el programaTécnico Laboral como Asistente en Diseño de Modas, el egresado contará con las competencias para asistir el diseño de vestuario, que le permiten desempeñarse eficientemente en la producción de colecciones, dominando los procesos de patronaje, escalado y confección, apoyados en herramientas digitales. (ID: 80)",
                "Diseño Gráfico en Medellín (ID: 83)",
                "Al finalizar el programaTécnico Laboral como Asistente en Diseño Gráfico, el egresado contará con las competencias para asistir el proceso de diseño de proyectos gráficos, persuadiendo y disuadiendo al usuario o consumidor final de los beneficios y cualidades del producto o servicios, demostrando en su desempeño creatividad y dominio de las herramientas digitales. (ID: 81)",
                "Electromecánica en Medellín (ID: 84)",
                "Al finalizar el programaTécnico Laboral como Asistente en Electromecánica, el egresado contará con las capacidades para diagnosticar y hacer el mantenimiento preventivo y correctivo de máquinas, equipos industriales y sistemas eléctricos y mecánicos, demostrando criterio y responsabilidad en su desempeño. (ID: 82)",
                "Producción Audiovisual en Medellín (ID: 85)",
                "Al finalizar el programaTécnico Laboral como Asistente en Producción Audiovisual, el egresado contará con las competencias para producir imágenes en movimiento con los procesos de preproducción, producción y postproducción, demostrando creatividad, sensibilidad y responsabilidad en su desempeño. (ID: 83)",
                "Producción Fotográfica en Medellín (ID: 86)",
                "Al finalizar el programaTécnico Laboral como Asistente en Producción Fotográfica, el egresado contará con las competencias para diseñar productos fotográficos, realizar la preproducción, producción y postproducción digital de fotografía, demostrando una actitud creativa, sensible y responsable en su desempeño. (ID: 84)",
                "Publicación de Contenidos Digitales en Medellín (ID: 87)",
                "Al finalizar el programaTécnico Laboral como Auxiliar en Publicación de Contenidos Digitales, el egresado contará con las competencias para apoyar la creación de contenidos digitales, corregir material para publicación y realizar otras labores relacionadas con la edición y publicación, así mismo participará en el proceso desde el desarrollo hasta la edición final. (ID: 85)",
                "Instalador de Redes de Energía Eléctrica y Solar en Medellín (ID: 88)",
                "Al finalizar el programaTécnico Laboral como Instalador de Redes de Energía Eléctrica y Solar, el egresado contará con las competencias para implementar, instalar y brindar soporte técnico a soluciones básicas en infraestructura mecánica y eléctrica, de sistemas eléctricos y de energía solar (fotovoltaicos) a nivel comercial y domiciliario. (ID: 86)",
                "Soporte de Sistemas Informáticos en Medellín (ID: 89)",
                "Al finalizar el programaTécnico Laboral en Soporte de Sistemas Informáticos, el egresado contará con las capacidades para gestionar información utilizando herramientas ofimáticas; crear y administrar páginas web básicas; realizar mantenimiento de ordenadores (PC, portátiles) y periféricos; implementar redes de cómputo y brindar un soporte técnico básico a la infraestructura tecnológica, demostrando orden y responsabilidad en su desempeño. (ID: 87)",
                "Atención Integral a la Primera Infancia en Medellín (ID: 90)",
                "Al finalizar el programaTécnico Laboral en Atención Integral a la Primera Infancia, el egresado contará con las competencias para atender integralmente a la primera infancia, teniendo en cuenta las necesidades educativas, de cuidado y nutrición. Esto permitirá, bajo el direccionamiento de profesionales de la salud, psicólogos, trabajadoras sociales y educadores, contribuir a las acciones de salud de los niños y las niñas hasta los 6 años; brindar atención básica en factores de riesgo; desarrollar acciones de promoción de la salud, nutrición, entornos y prácticas de vida saludable; implementar estrategias de acompañamiento pedagógico y utilizar estrategias lúdicas y de lenguajes expresivos para promover el desarrollo de competencias. (ID: 88)",
                "Administrativo en Salud en Medellín (ID: 91)",
                "Al finalizar el programaTécnico Laboral en Auxiliar Administrativo en Salud, el egresado contará con las competencias para atender los procesos de logística y apoyo a los usuarios del sistema general de seguridad social en salud en cada una de las instituciones que hacen parte del sector, desde el acceso al sistema a través de la afiliación hasta el acompañamiento del área asistencial orientado al usuario, realizando su admisión, facturando sus servicios y demás actividades de carácter administrativo relacionadas con su atención y con el cumplimiento de la normatividad. (ID: 89)",
                "Auxiliar de Enfermería en Medellín (ID: 92)",
                "Al finalizar el programaTécnico Laboral en Auxiliar en Enfermería, el egresado contará con las competencias para brindar cuidado integral y orientar en salud a las personas individualmente o en comunidad, enfocando su desempeño en acciones de prevención de la enfermedad, promoción de la salud, diagnóstico, tratamiento, rehabilitación y todos los cuidados de enfermería bajo la orientación de enfermeros, médicos u otros miembros del equipo interdisciplinarios en salud; demostrando idoneidad, responsabilidad y profesionalismo en su desempeño. (ID: 90)",
                "Servicios Farmacéuticos en Medellín (ID: 93)",
                "Al finalizar el programaTécnico Laboral en Auxiliar en Servicios Farmacéuticos, el egresado contará con las competencias para dispensar medicamentos y elementos con base en las disposiciones legales vigentes; recibir y despachar medicamentos o elementos según los requisitos exigidos; negociar productos y servicios según condiciones del mercado y políticas de la empresa; atender y orientar a las personas en relación con sus necesidades y expectativas de acuerdo con las políticas instituciones y las normas de salud; controlar las infecciones en los usuarios y su entorno de acuerdo con las buenas prácticas sanitarias; administrar medicamentos según delegación y de acuerdo con técnicas establecidas en relación con los principios éticos y legales vigentes; apoyar en la atención de personas en caso de accidente o enfermedad súbita de acuerdo con protocolos de atención de primer respondiente. Siempre demostrando en su desempeño actitudes y prácticas saludables en los ambientes de trabajo. (ID: 91)",
                "Atención y Cuidado a Personas Mayores en Medellín (ID: 94)",
                "Al finalizar el programaTécnico Laboral en Atención y Cuidado a Personas Mayores, el egresado estará en capacidad de atender y cuidar a personas discapacitadas y/o adultos mayores, en domicilio, atención hospitalaria y hogares geriátricos, teniendo en cuenta la normatividad vigente y los criterios de desempeño propios de los cuidadores. (ID: 92)",
                "Bello (ID: 18)",
                "Asistente Administrativo en Bello (ID: 95)",
                "Al finalizar el programaTécnico Laboral en Asistente Administrativo, el egresado estará en capacidad de asistir procesos operativos de planeación, organización, dirección y control, ejerciendo funciones tales como asistente administrativo, asistente de operaciones administrativas o en cualquiera de las áreas funcionales de las empresas de producción, comerciales o de servicios. (ID: 93)",
                "Asistente Contable en Bello (ID: 96)",
                "Al finalizar el programaTécnico Laboral en Asistente Contable, el egresado estará en capacidad de tramitar y procesar información contable, financiera, de costos, tributaria y laboral dentro del marco establecido por las normas internacionales de información financiera, para brindar información a la empresa que permita la toma de decisiones; ejerciendo funciones como Auxiliar de Caja, Auxiliar de Contabilidad, Auxiliar de Costos, Auxiliar Contable y Financiero, Auxiliar de Cuentas, Auxiliar de Tesorería, Facturador y Tenedor de Libros Contables. (ID: 94)",
                "Desarrollo de Software en Bello (ID: 97)",
                "Al finalizar el programaTécnico Laboral como Asistente en Desarrollo de Software, el egresado tendrá las competencias para asistir el desarrollo de aplicativos tipo web y para dispositivos móviles, utilizando herramientas, metodologías y lenguajes de programación requeridos por el entorno productivo, demostrando respeto, orden y creatividad en su desempeño. (ID: 95)",
                "Diseño Gráfico en Bello (ID: 98)",
                "Al finalizar el programaTécnico Laboral en Asistente en Diseño Gráfico, el egresado contará con las competencias para asistir el proceso de diseño de proyectos gráficos, persuadiendo y disuadiendo al usuario o consumidor final de los beneficios y cualidades del producto o servicio, demostrando en su actuación creatividad y dominio de las herramientas digitales. (ID: 96)",
                "Primera Infancia en Bello (ID: 99)",
                "Al finalizar el programaTécnico Laboral en Auxiliar en Primera Infancia, el egresado estará en capacidad de apoyar el desarrollo integral de la primera infancia, de cero a siempre, en el marco de la doctrina de la protección integral, entendiendo esta desde la educación inicial como proceso educativo y pedagógico intencional, permanente y estructurado; y desde la nutrición y la alimentación como vínculo directo a las acciones de promoción. Demostrando en su formación creatividad, delicadeza, criterio y responsabilidad en el desempeño. (ID: 97)",
                "Seguridad Laboral en Bello (ID: 100)",
                "Al finalizar el programaTécnico Laboral en Auxiliar en Seguridad Laboral, el egresado podrá desempeñarse como Auxiliar de Seguridad y Salud en el Trabajo, apoyando todas las actividades y acciones del Sistema de Gestión de Seguridad y Salud en el Trabajo (SG-SST), encaminadas al mejoramiento y bienestar de los trabajadores en las empresas, dando cumplimiento a la normatividad vigente en áreas de Gestión Humana, Gestión Administrativa y Gestión de SST.Podrás apoyar actividades de promoción de la salud y prevención de los peligros y riesgos, apoyar actividades de protección en trabajo en alturas; apoyar como primer respondiente en el escenario del incidente; apoyar las acciones de acuerdo con la identificación de amenazas y vulnerabilidad establecidas en los Planes de Prevención, preparación y respuesta ante emergencia de la empresa; identificar elementos psicológicos relacionados con el comportamiento organizacional, negociación y resolución de conflictos y riesgos psicosociales; además de demostrar habilidades y destrezas técnicas en el manejo de tecnologías de la información y la comunicación; demostrar habilidades comunicativas y tener actitudes que muestren ética y valores. (ID: 98)",
                "Talento Humano en Bello (ID: 101)",
                "Al finalizar el programaTécnico Laboral como Asistente en Talento Humano, el egresado estará en capacidad de recopilar, actualizar y tramitar información de los procesos de gestión humana relacionados con la provisión y el desarrollo del talento, la contratación y las obligaciones laborales; la seguridad y salud en el trabajo, así como la gestión de la información y los procesos administrativos del área. El egresado podrá desempeñar sus funciones en departamentos de personal en el sector público y privado, demostrando disciplina, orden y honestidad en su ejercicio. (ID: 99)",
                "Mercadeo en Bello (ID: 102)",
                "Al finalizar el programaTécnico Laboral como Asistente en Mercadeo, el egresado estará en capacidad de apoyar operativamente la gestión de las variables de la mezcla del mercadeo en las organizaciones, demostrando responsabilidad, innovación y respeto al consumidor en el ejercicio de su profesión. (ID: 100)",
                "Logística y Centros de Distribución en Bello (ID: 103)",
                "Al finalizar el programaTécnico Laboral en Logística y Centros de Distribución, el egresado estará en capacidad de apoyar los procesos operacionales relacionados con el almacenamiento, transporte y distribución de materias primas, insumos, suministros y productos terminados en centros de distribución, en los tiempos, condiciones y lugares adecuados. Demostrando orden, cumplimiento, responsabilidad y criterio en su desempeño. (ID: 101)",
                "Rionegro (ID: 19)",
                "Auxiliar Administrativo en Rionegro (ID: 104)",
                "Al finalizar el programaTécnico Laboral como Auxiliar Administrativo, el egresado contará con las competencias para realizar funciones de apoyo administrativo y acompañar cualquiera de las áreas funcionales de la misma, de acuerdo con los procedimientos establecidos en la organización, manteniendo el enfoque del emprendimiento empresarial y demostrando orden, así como responsabilidad en su desempeño. (ID: 102)",
                "Diseño Gráfico en Rionegro (ID: 105)",
                "Al finalizar el programaTécnico Laboral como Auxiliar en Diseño Gráfico, el egresado contará con las competencias para asistir la producción gráfica de una idea, basándose en un concepto de diseño sugerido, así como de proyectos gráficos, interpretando órdenes de producción, persuadiendo y disuadiendo al usuario o consumidor final de los beneficios y cualidades del producto o servicio. Demostrando en su actuación creatividad y dominio de las herramientas digitales. (ID: 103)",
                "Producción Agrícola en Rionegro (ID: 106)",
                "Al finalizar el programaTécnico Laboral en Producción Agrícola, el egresado estará en capacidad de apoyar las labores relacionadas con el sistema de producción agrícola acorde con la plantación, preparación de terrenos, cultivo y recolección de cosechas, demostrando eficiencia en su desempeño y la integración de tecnologías que posibiliten la agromodernización. (ID: 104)",
                "Suministros y Almacén en Rionegro (ID: 107)",
                "Al finalizar el programaTécnico Laboral como Auxiliar de Suministros y Almacén, el egresado apoyará los procesos operacionales relacionados con el almacenamiento, transporte y distribución de materias primas, insumos, suministros y productos terminados en centros de distribución, en los tiempos, condiciones y lugares adecuados. Demostrando orden, cumplimiento, responsabilidad y criterio en su desempeño. (ID: 105)",
                "La Pintada (ID: 20)",
                "Recursos Humanos en La Pintada (ID: 108)",
                "Al finalizar el programaTécnico Laboral en Auxiliar de Recursos Humanos, el egresado estará en capacidad de recopilar, actualizar y tramitar información de los procesos de gestión humana relacionados con la provisión y el desarrollo del talento, la contratación y las obligaciones laborales, la Seguridad y Salud en el Trabajo, así como la gestión de la información y los procesos administrativos del área, demostrando disciplina, orden y honestidad en el ejercicio de su desempeño.Programa ofertado para grupos o convenios (ID: 106)",
                "Auxiliar Administrativo en La Pintada (ID: 109)",
                "Al finalizar el programaTécnico Laboral en Auxiliar Administrativo, el egresado contará con las competencias para realizar funciones de apoyo administrativo y acompañar cualquiera de las áreas funcionales de una organización, de acuerdo a sus procedimientos establecidos. Manteniendo siempre el enfoque del emprendimiento empresarial y demostrando orden y responsabilidad en su desempeño.Programa ofertado para grupos o convenios (ID: 107)",
                "Cocina en La Pintada (ID: 110)",
                "Al finalizar el programaTécnico Laboral en Cocina, el egresado contará con las competencias necesarias para transformar la materia prima en preparaciones culinarias nacionales e internacionales, aplicando técnicas acordes con la normatividad vigente y las tendencias actuales en el sector de la restauración, promoviendo la capacidad propositiva y creativa; desarrollando habilidades de planificación y organización; permitiendo asegurar procesos de calidad con una dimensión desarrolladora e investigativa a través del trabajo en equipo y actividades experienciales.Programa ofertado para grupos o convenios (ID: 108)",
                "Primera Infancia en La Pintada (ID: 111)",
                "Al finalizar el programaTécnico Laboral en Primera Infancia, el egresado contará con las competencias para atender integralmente a la primera infancia, teniendo en cuenta las necesidades educativas, de cuidado y nutrición. Esto te permitirá, bajo el direccionamiento de profesionales de la salud, psicólogos, trabajadoras sociales y educadores, contribuir a las acciones de salud de los niños y las niñas hasta los 6 años, brindar atención básica en factores de riesgo, desarrollar acciones de promoción de la salud, nutrición, entornos y prácticas de vida saludable; implementar estrategias de acompañamiento pedagógico y utilizar estrategias lúdicas y de lenguajes expresivos para promover el desarrollo de competencias.Programa ofertado para grupos o convenios (ID: 109)",
                "Producción Agrícola en La Pintada (ID: 112)",
                "Al finalizar el programaTécnico Laboral en Producción Agrícola, el egresado estará en capacidad de apoyar las labores relacionadas con el sistema de producción agrícola acorde con la plantación, preparación de terrenos, cultivo y recolección de cosechas. Demostrando eficiencia en su desempeño y la integración de tecnologías que posibiliten la agromodernización.Programa ofertado para grupos o convenios (ID: 110)",
                "Desarrollo de Aplicaciones Informáticas en La Pintada (ID: 113)",
                "Al finalizar el programaTécnico Laboral en Auxiliar en Desarrollo de Aplicaciones Informáticas, el egresado tendrá las competencias para desarrollar aplicaciones informáticas tipo web y para dispositivos, utilizando herramientas, metodologías y lenguajes de programación requeridos por el entorno productivo, demostrando respeto, orden y creatividad en su desempeño.Programa ofertado para grupos o convenios (ID: 111)",
                "Mercadeo en La Pintada (ID: 114)",
                "Al finalizar el programaTécnico Laboral en Auxiliar en Mercadeo, el egresado estará en capacidad de apoyar operativamente la gestión de las variables de la mezcla de mercadeo en las organizaciones, demostrando responsabilidad, innovación y respeto al consumidor en el ejercicio de su desempeño.Programa ofertado para grupos o convenios (ID: 112)",
                "Apartadó (ID: 21)",
                "Asesoría Comercial y de Servicios en Apartadó (ID: 115)",
                "Al finalizar el programaTécnico Laboral como Asesor Comercial y de Servicios, el egresado contará con las competencias para desarrollar actividades propias del proceso de venta, asesorando y orientando a consumidores y clientes en la compra de bienes y servicios, demostrando actitud de servicio al cliente, responsabilidad y recursividad en su desempeño. (ID: 113)",
                "Recursos Humanos y Riesgo Laboral en Apartadó (ID: 116)",
                "Al finalizar el programaTécnico Laboral como Auxiliar de Recursos Humanos y Riesgo Laboral, el egresado estará en capacidad de recopilar, actualizar y tramitar información de los procesos de gestión humana relacionados con la provisión y el desarrollo del talento, la contratación y las obligaciones laborales; la Seguridad y Salud en el Trabajo, así como la gestión de la información y los procesos administrativos del área, demostrando disciplina, orden y honestidad en el ejercicio de su desempeño. (ID: 114)",
                "Suministros y Almacén en Apartadó (ID: 117)",
                "Al finalizar el programaTécnico Laboral como Auxiliar de Suministros y Almacén, el egresado apoyará los procesos operacionales relacionados con el almacenamiento, transporte y distribución de materias primas, insumos, suministros y productos terminados en centros de distribución; en los tiempos, condiciones y lugares adecuados, demostrando orden, cumplimiento, responsabilidad y criterio en su desempeño. (ID: 115)",
                "Análisis y Desarrollo de Software en Apartadó (ID: 118)",
                "Al finalizar el programaTécnico Laboral por Competencias como Auxiliar en Análisis y Desarrollo de Software, el egresado tendrá las competencias para asistir el desarrollo de aplicativos tipo web y para dispositivos móviles, utilizando herramientas, metodologías y lenguajes de programación requeridos por el entorno productivo, demostrando respeto, orden y creatividad en su desempeño. (ID: 116)",
                "Producción Agrícola en Apartadó (ID: 119)",
                "Al finalizar el programaTécnico Laboral por Competencias en Producción Agrícola, el egresado estará en capacidad de apoyar las labores relacionadas con el sistema de producción agrícola acorde con la plantación, preparación de terrenos, cultivo y recolección de cosechas. Demostrando eficiencia en su desempeño y la integración de tecnologías que posibiliten la agromodernización. (ID: 117)",
                "Comercio Internacional en Apartadó (ID: 120)",
                "Al finalizar el programaTécnico Laboral por Competencias como Auxiliar en Comercio Internacional, el egresado contará con las competencias para asistir la recopilación, verificación, registro, preparación, trámite de documentos y formularios (solicitudes de licencias, permisos, declaración e inscripción), así como el control de los procesos de importaciones y exportaciones, de acuerdo con los procedimientos establecidos, demostrando idoneidad en su desempeño. (ID: 118)",
                "Bogotá (ID: 22)",
                "Logística de Centros de Distribución en Bogotá (ID: 121)",
                "Al finalizar el programaTécnico Laboral como Auxiliar en Logística de Centros de Distribución, el egresado contará con las competencias para realizar funciones de apoyo administrativo y acompañar cualquiera de las áreas funcionales de la misma, de acuerdo con los procedimientos establecidos en la organización, manteniendo el enfoque del emprendimiento empresarial y demostrando orden, así como responsabilidad en su desempeño. (ID: 119)",
                "Contable en Bogotá (ID: 122)",
                "Al finalizar el programaTécnico Laboral como Auxiliar Contable, el egresado contará con las competencias para tramitar y procesar información contable, financiera, de costos, tributaria y laboral dentro del marco establecido por las Normas Internacionales de Información Financiera, para brindar información a la empresa que permita la toma de decisiones; demostrando criterio, orden, confiabilidad y responsabilidad en su actuación. (ID: 120)",
                "Sistemas en Bogotá (ID: 123)",
                "Al finalizar el programaTécnico Laboral como Auxiliar en Sistemas, el egresado tendrá las competencias para contribuir en la solución de necesidades de las empresas, a través de la implementación de aplicativos, la gestión de información con herramientas ofimáticas y la administración básica de redes de computadores, demostrando responsabilidad y criterio en su desempeño. (ID: 121)",
                "Mercadeo en Bogotá (ID: 124)",
                "Al finalizar el programaTécnico Laboral como Auxiliar en Mercadeo, el egresado estará en capacidad de apoyar operativamente la gestión de las variables de la mezcla de mercadeo en las organizaciones, demostrando responsabilidad, innovación y respeto al consumidor en el ejercicio de su desempeño. (ID: 122)",
                "Diseño Gráfico en Bogotá (ID: 125)",
                "Al finalizar el programaTécnico Laboral como Auxiliar en Diseño Gráfico, el egresado contará con las competencias para asistir el proceso de diseño de proyectos gráficos, persuadiendo y disuadiendo al usuario o consumidor final de los beneficios y cualidades del producto o servicio, demostrando en su desempeño creatividad y dominio de las herramientas digitales. (ID: 123)",
                "Producción de Fotografía Digital en Bogotá (ID: 126)",
                "Al finalizar el programaTécnico Laboral en Producción de Fotografía Digital, el egresado contará con las competencias para diseñar productos fotográficos, realizar la preproducción, producción y postproducción digital de fotografía, demostrando una actitud creativa, sensible y responsable en su desempeño. (ID: 124)",
                "Auxiliar Administrativo en Bogotá (ID: 127)",
                "Al finalizar el programaTécnico Laboral como Auxiliar Administrativo, el egresado contará con las competencias para realizar funciones de apoyo administrativo y acompañar cualquiera de las áreas funcionales de la misma, de acuerdo con los procedimientos establecidos en la organización, manteniendo el enfoque del emprendimiento empresarial y demostrando orden, así como responsabilidad en su desempeño. (ID: 125)",
                "Recursos Humanos y Riesgo Laboral en Bogotá (ID: 128)",
                "Al finalizar el programaTécnico Laboral como Auxiliar en Recursos Humanos y Riesgo Laboral, el egresado estará en capacidad de recopilar, actualizar y tramitar información de los procesos de gestión humana relacionados con la provisión y el desarrollo del talento, la contratación y las obligaciones laborales; la seguridad y salud en el trabajo, así como la gestión de la información y los procesos administrativos del área. El egresado podrá desempeñar sus funciones en departamentos de personal en el sector público y privado, demostrando disciplina, orden y honestidad en el ejercicio de sus funciones. (ID: 126)"
            ],
            "context_set": ""
        },
        {
            "tag": "menu_15",
            "patterns": [
                "Nuestros Servicios"
            ],
            "responses": [
                "Aliados (ID: 23)",
                "Bienestar Estudiantil (ID: 24)",
                "Centro Cultural (ID: 25)",
                "Colegios (ID: 26)",
                "Educación digital (ID: 27)",
                "Emprende (ID: 28)",
                "Proyectos (ID: 29)"
            ],
            "context_set": ""
        },
        {
            "tag": "menu_16",
            "patterns": [
                "Contacto"
            ],
            "responses": [],
            "context_set": ""
        },
        {
            "tag": "menu_17",
            "patterns": [
                "Redes sociales"
            ],
            "responses": [
                "Facebook (ID: 30)",
                "Instagram (ID: 31)",
                "Linkedin (ID: 32)",
                "Twitter (ID: 33)",
                "Youtube (ID: 34)",
                "Spotify (ID: 35)",
                "Whatsapp (ID: 36)"
            ],
            "context_set": ""
        }
    ]
}